{
    "mainPG": "Main Page",
    "service": "Services",
    "aboutNavi": "About Us",
    "carrierNavi": "Career",
    "contactNavi": "Contact",
    
    "headingCaption": "Your business on the move, our mission on the road.",
    "headingSmCaption": "Transport and logistics",
    "serviceHeadingCap": "Always there where you need us",
    "serviceHeadingSmCap": "Reliable. Flexible. Always close.",
    "aboutHeadingCap": "Get to know us",
    "aboutHeadingSmCap": "Discover who we are and what drives us.",
    "carrierHeadingCap": "Interested in working with us?",
    "carrierHeadingSmCap": "We’re waiting for you",
    "contactHeadingCap": "Interested?",
    "contactHeadingSmCap": "Contact us!",



    "serviceCaptionMP": "Services",
    "serviceSmCaptionMP": "This is what we specialize in",
    "transportCaptionMP": "Transport",
    "transportDescMP": "We offer professional transport services, ensuring fast and safe delivery of goods both domestically and abroad. With a modern fleet and an experienced team, we guarantee on-time delivery and full logistics support.",
    "spedCaptionMP": "Forwarding",
    "spedSMCaptionSV": "Professional transport management from loading to delivery",
    "spedDescMP": "We provide comprehensive forwarding services, organizing domestic and international transport tailored to the client's needs. We handle the entire logistics process, taking care of optimal routes, documentation, and shipment safety.",
    "orderService": "Request a service",
    "aboutCaptionMP": "About us",
    "aboutSmCaptionMP": "Your partners in logistics",
    "historyMP": "",
    "chooseUsCaptionMP": "Why choose us?",
    "chooseUsSmCaptionMP": "What makes us stand out",
    "exp": "Experience",
    "reliable": "Reliability in delivery",
    "competitive": "Competitive offer",
    "flexService": "Flexible service",

    "urServiceCaptionSV": "Our services",
    "urServiceSmCaptionSV": "What we offer",
    "transSMCaptionSV": "Safe and on-time transport across the country and abroad",
    "transDescSV": "Our specialty is comprehensive transport services throughout Poland and across Europe. Thanks to our modern fleet of vehicles — regularly serviced and adapted to various types of cargo — we guarantee complete safety and the highest standards of transport. Each order is treated individually, with solutions tailored to the nature of the goods, customer requirements, and route specifics. Our team of experienced drivers and logistics specialists oversees every stage of transport execution to ensure timeliness and full control of the shipment. We offer flexible forms of cooperation, fast communication, and support at every stage — from planning and loading to final delivery at the destination. With us, your goods will always arrive on time — safely and in the best possible conditions. Our experience covers both full truckload (FTL) and less-than-truckload (LTL) transport, allowing us to efficiently serve large enterprises as well as smaller companies with diverse logistics needs. We cooperate with partners throughout Europe, which enables us to carry out international transport orders while maintaining the highest quality standards and full compliance with current regulations. We ensure that every stage of the transport process runs smoothly and without disruptions — from order acceptance, through route monitoring, to final settlement.",
    "spedSMCaptionSV": "",
    "spedDescSV": "We provide comprehensive forwarding services, offering complete logistics support for both companies and individual clients. Our goal is to ensure that every shipment reaches its destination quickly, safely, and in the most efficient way possible. We handle the entire transport process — from route planning and selecting the right means of transport, to preparing all necessary documentation and coordinating every stage of delivery. Our team of freight forwarders maintains constant communication with clients and monitors shipments in real time, so you can be confident that your cargo is in good hands — from loading to final delivery. With us, you gain peace of mind and the assurance that your logistics run smoothly and without interruptions. Our industry experience allows us to effectively connect our clients’ needs with the capabilities of the transport market. Thanks to an extensive network of trusted partners in Poland and abroad, we can offer competitive rates, flexible schedules, and services tailored to individual requirements. We organize road transport — both domestic and international — ensuring that every shipment arrives on time, regardless of distance or cargo type. In our work, we focus on transparency, punctuality, and maximum efficiency. Every stage of the forwarding process is supervised by experienced specialists who ensure cost and time optimization. We use modern IT systems and tracking tools that allow real-time shipment monitoring and quick responses to any changes in the transport plan. This enables us to adapt swiftly to dynamic market conditions and ensure a continuous, uninterrupted flow of goods.",
    "whyUsCaptionSV": "Why us",
    "whyUsSMCaptionSV": "What makes us stand out",
    "fleet": "Modern fleet",
    "term": "Punctuality",
    "reach": "Domestic and international reach",
    "cont&monitoring": "Constant contact and monitoring",
    "expTeam": "Experienced team",
    "inv": "Individual approach",
    "servicesReqHeadingSV": "Need our service?",
    "servicesReqContactSV": "Contact us",
    "contactBtn": "Contact",

    "carrierSmCaptionCR": "Don't wait – join our team",
    "carrierDesc1": "Looking for a stable job in a dynamically developing industry? With us, you’ll gain not only secure employment but also team support, a modern fleet, and real opportunities for growth.",
    "carrierDesc2": "We value professionalism, safety, and partnership relations – both with clients and employees.",
    "carrierDesc3": "Together, we build the future of transport –",
    "carrierDesc4Span": "join us today!",
    "cvReqHeading": "If you are interested, please send your CV to our email address.",
    "cvReqDesc": "Please include the GDPR clause at the end of your CV:",
    "cvReqClause": "I consent to the processing of my personal data included in my job application for the purposes necessary to carry out the recruitment process conducted by StarTrans, headquartered in Leżajsk, in accordance with the Act of 29 August 1997 on the Protection of Personal Data (Journal of Laws of 2014, item 1182, 1662).",
    "workUsCaption": "Why work with us?",
    "workUsSMCaption": "Discover the benefits waiting for you!",

    "formCaptionFR": "Contact form",
    "formSMCaptionFR": "Use the contact form to discuss details",
    "formName": "Name",
    "formTel": "Phone number",
    "formDesc": "Message",
    "formCheckbox": "Consent text for data processing",
    "formSubBtn": "Send",


    "footerRights": "©2025 All rights reserved"
}
