{
    "service": "Services",
    "aboutNavi": "About Us",
    "carrierNavi": "Career",
    "contactNavi": "Contact",
    
    "headingCaption": "Your business on the move, our mission on the road.",
    "headingSmCaption": "Transport and logistics",
    "serviceCaptionMP": "Services",
    "serviceSmCaptionMP": "This is what we specialize in",
    "transportCaptionMP": "Transport",
    "transportDescMP": "We offer professional transport services, ensuring fast and safe delivery of goods both domestically and abroad. With a modern fleet and an experienced team, we guarantee on-time delivery and full logistics support.",
    "spedCaptionMP": "Forwarding",
    "spedDescMP": "We provide comprehensive forwarding services, organizing domestic and international transport tailored to the client's needs. We handle the entire logistics process, taking care of optimal routes, documentation, and shipment safety.",
    "orderService": "Request a service",
    "aboutCaptionMP": "About us",
    "aboutSmCaptionMP": "Your partners in logistics",
    "historyMP": "",
    "chooseUsCaptionMP": "Why choose us?",
    "chooseUsSmCaptionMP": "What makes us stand out",
    "exp": "Experience",
    "reliable": "Reliability in delivery",
    "competitive": "Competitive offer",
    "flexService": "Flexible service",

    "urServiceCaptionSV": "Our services",
    "urServiceSmCaptionSV": "What we offer",
    "transSMCaptionSV": "Safe and on-time transport across the country and abroad",
    "transDescSV": "Our specialty is comprehensive transport service throughout Poland and Europe. With a modern fleet of vehicles, regularly serviced and adapted to various types of cargo, we ensure complete safety and the highest standard of transport. Every order is treated individually – adjusting solutions to the nature of the goods, client requirements, and route specifics. Our experienced team of drivers and logistics experts monitors every stage of delivery to ensure timeliness and full control of transport. We offer flexible cooperation models, quick communication, and support at every stage – from planning and loading to final delivery. With us, your goods always arrive on time – safely and in the best conditions.",
    "spedSMCaptionSV": "",
    "spedDescSV": "We provide comprehensive forwarding services, offering full logistics support for companies and individual clients. Our goal is to ensure that every shipment reaches its destination quickly, safely, and in the most optimal way. We handle route planning, selection of suitable transport means, organization of all necessary documents, and coordination of all transport stages. Our team of forwarding agents maintains constant communication with clients and monitors shipments in real time, so you can be sure that your goods are in good hands from loading to delivery. With us, you gain peace of mind and confidence that your logistics run smoothly.",
    "whyUsCaptionSV": "Why us",
    "whyUsSMCaptionSV": "What makes us stand out",
    "fleet": "Modern fleet",
    "term": "Punctuality",
    "reach": "Domestic and international reach",
    "cont&monitoring": "Constant contact and monitoring",
    "expTeam": "Experienced team",
    "inv": "Individual approach",
    "servicesReqHeadingSV": "Need our service?",
    "servicesReqContactSV": "Contact us",
    "contactBtn": "Contact",

    "carrierSmCaptionCR": "Don't wait – join our team",
    "carrierDesc1": "Looking for a stable job in a dynamically developing industry? With us, you’ll gain not only secure employment but also team support, a modern fleet, and real opportunities for growth.",
    "carrierDesc2": "We value professionalism, safety, and partnership relations – both with clients and employees.",
    "carrierDesc3": "Together, we build the future of transport –",
    "carrierDesc4Span": "join us today!",
    "cvReqHeading": "If you are interested, please send your CV to our email address.",
    "cvReqDesc": "Please include the GDPR clause at the end of your CV:",
    "cvReqClause": "I consent to the processing of my personal data included in my job application for the purposes necessary to carry out the recruitment process conducted by StarTrans, headquartered in Leżajsk, in accordance with the Act of 29 August 1997 on the Protection of Personal Data (Journal of Laws of 2014, item 1182, 1662).",
    "workUsCaption": "Why work with us?",
    "workUsSMCaption": "Discover the benefits waiting for you!",

    "formCaptionFR": "Contact form",
    "formSMCaptionFR": "Use the contact form to discuss details",
    "formName": "Name",
    "formTel": "Phone number",
    "formDesc": "Message",
    "formCheckbox": "Consent text for data processing",
    "formSubBtn": "Send",


    "footerRights": "©2025 All rights reserved"
}
