{
    "mainPG": "Main Page",
    "service": "Services",
    "aboutNavi": "About Us",
    "carrierNavi": "Career",
    "contactNavi": "Contact",

    "headingCaption": "Your business on the move, our mission on the road.",
    "headingSmCaption": "Transport and logistics",

    "serviceHeadingCap": "Always where you need us",
    "serviceHeadingSmCap": "Services tailored to your business",
    "aboutHeadingCap": "Get to know us",
    "aboutHeadingSmCap": "Who we are and where we are heading",
    "carrierHeadingCap": "Interested in joining us?",
    "carrierHeadingSmCap": "We’re waiting for you",
    "contactHeadingCap": "Interested?",
    "contactHeadingSmCap": "Get in touch with us!",
    "HistoryCaption": "Our history",
    "HistorySmCaption": "How it all began",
    "OurMissionCaption": "Our mission",
    "OurMissionSmCaption": "What matters to us",

    "serviceCaptionMP": "Services",
    "serviceSmCaptionMP": "This is what we specialize in",
    "transportCaptionMP": "Transport",
    "transportDescMP": "We offer professional transport services, ensuring fast and safe delivery of goods both domestically and abroad. With a modern fleet and an experienced team, we guarantee on-time delivery and full logistics support.",
    "spedCaptionMP": "Forwarding",
    "spedDescMP": "We provide comprehensive forwarding services, organizing domestic and international transport tailored to the client's needs. We handle the entire logistics process, taking care of optimal routes, documentation, and shipment safety.",
    "orderService": "Request a service",
    "aboutCaptionMP": "About us",
    "aboutSmCaptionMP": "Your partners in logistics",
    "chooseUsCaptionMP": "Why choose us?",
    "chooseUsSmCaptionMP": "What makes us stand out",
    "exp": "Experience",
    "reliable": "Reliability in delivery",
    "competitive": "Competitive offer",
    "flexService": "Flexible service",

    "urServiceCaptionSV": "Our services",
    "urServiceSmCaptionSV": "What we offer",
    "transSMCaptionSV": "Safe and on-time transport across the country and abroad",
    "transDescSV": "Our specialty is comprehensive transport services throughout Poland and across Europe. Thanks to our modern fleet of vehicles, regularly serviced and adapted to various types of cargo, we guarantee complete safety and the highest transport standards. Each order is handled individually – tailoring solutions to the nature of the goods, client requirements, and route specifics. Our team of experienced drivers and logistics specialists oversees every stage of the transport process to ensure punctuality and full control over each shipment. We offer flexible forms of cooperation, fast communication, and support at every step – from planning and loading to final delivery at the destination. With us, your goods always arrive on time – safely and in the best possible conditions. Our experience includes both full truckload (FTL) and less-than-truckload (LTL) transport, which allows us to efficiently serve large enterprises as well as smaller companies with diverse logistics needs. We work with partners throughout Europe, enabling us to handle international shipments while maintaining the highest quality standards and full compliance with applicable regulations. We ensure that every stage of the transport process runs smoothly and without disruptions – from order acceptance and route monitoring to final settlement.",
    "spedSMCaptionSV": "Professional organization of transport from loading to delivery",
    "spedDescSV": "We provide comprehensive forwarding services, delivering complete logistics support for companies and individual clients. Our goal is to ensure that every shipment reaches its destination quickly, safely, and in the most optimal way. We handle full route planning, selection of the appropriate means of transport, preparation of all necessary documentation, and coordination of every stage of the transport process. Our team of forwarding specialists maintains constant communication with clients and monitors shipments in real time, giving you confidence that your cargo is in good hands from loading to final delivery. With us, you gain peace of mind and assurance that your logistics run smoothly and without disruptions. Our industry experience allows us to effectively match clients’ needs with the capabilities of the transport market. Thanks to our extensive network of trusted partners in Poland and abroad, we can offer competitive rates, flexible schedules, and services tailored to individual expectations. We organize road transport — both domestic and international — ensuring that every shipment arrives on time, regardless of distance or cargo type. In our work, we prioritize transparency, punctuality, and maximum efficiency. Each stage of the forwarding process is supervised by experienced specialists who focus on minimizing transport costs and delivery times. We use modern IT systems and monitoring tools that allow shipments to be tracked in real time and enable immediate reaction to any changes in the transport plan. This allows us to quickly adapt to dynamic market conditions and ensure an uninterrupted flow of goods.",
    "whyUsCaptionSV": "Why us",
    "whyUsSMCaptionSV": "What makes us stand out",
    "fleet": "Modern fleet",
    "term": "Punctuality",
    "reach": "Domestic and international reach",
    "cont&monitoring": "Constant contact and monitoring",
    "expTeam": "Experienced team",
    "inv": "Individual approach",
    "servicesReqHeadingSV": "Need our service?",
    "servicesReqContactSV": "Contact us",
    "contactBtn": "Contact",

    "History": "STARTRANS was founded in 2013 in Leżajsk as a local carrier handling its first domestic transport orders. Thanks to consistent growth, investments in a modern fleet, and the trust of our clients, within just a few years we evolved into a dynamically operating company serving routes across all of Europe. Today, our fleet consists of 40 vehicles that deliver goods daily for companies from a wide range of industries. The year 2025 was a breakthrough moment for us – it was then that STARTRANS officially transformed into STARTRANS Sp. z o.o., strengthening its position as a stable, modern, and professional logistics partner. Today, we combine over a decade of experience with continuous development, focusing on quality, reliability, and long-term relationships.From the beginning, we have followed a clear vision – to build a company that not only transports goods but provides full logistics support based on the highest standards. As the demand for transport services grew, we systematically expanded the scope of our operations, investing in specialized vehicles, modern technologies, and the development of our team. This growth enabled us to enter foreign markets and establish ourselves as a trustworthy partner for businesses across various sectors.Over the years, we have strengthened our brand through reliability, punctuality, and a flexible approach to client needs. Each stage of our development has been driven by the desire to enhance quality and increase the efficiency of our services. The transformation into STARTRANS Sp. z o.o. was a natural step that allowed us to fully utilize our potential while creating a strong foundation for further expansion and the introduction of new logistics solutions. Today, looking back at more than a decade of activity, we can proudly say that we have grown from a local transport company into a professional logistics operator with a European reach. At the same time, we remain true to the values we started with. Every new challenge is an opportunity for growth, and every order is a chance to build lasting relationships based on trust and top-quality service.",
    
    "ourMission": "Our mission is to provide top-quality transport and forwarding services built on punctuality, safety, and strong, partnership-driven relationships with our clients. We approach every order individually, ensuring logistical efficiency and clear communication at every stage of cooperation. Our goal is for STARTRANS to be synonymous with reliability — a company that, thanks to its experience, modern fleet, and dedicated team, genuinely supports the growth of our partners’ businesses. As we expand our operations, we consistently invest in innovative solutions that not only enhance the fluidity of transport processes but also minimize risks and shorten delivery times. We believe that the strength of our company lies in its people, which is why we prioritize competence, continuous training, and a culture of collaboration based on responsibility and mutual trust. Our aim is to build long-term relationships in which clients can rely on us regardless of the scale, direction, or specificity of transport. STARTRANS strives to be the partner of first choice — a company that not only responds to market needs but also anticipates them. Through the continuous development of our fleet, the use of modern telematics tools, and our commitment to the highest quality standards, we proudly carry out our mission of delivering services that exceed our clients expectations.",
    
    "carrierSmCaptionCR": "Don't wait – join our team",
    "carrierDesc1": "Are you looking for a stable job in a fast-growing industry? With us, you gain not only secure employment but also team support, a modern fleet, and real opportunities for development. We offer work in a company that values people — their commitment, skills, and passion for what they do. We appreciate experience, but we also strongly support those who are just beginning their careers in transport and logistics. Thanks to a friendly atmosphere and clearly defined cooperation rules, everyone can count on proper onboarding, assistance from more experienced colleagues, and genuine prospects for advancement.",
    "carrierDesc2": "We focus on professionalism, safety, and partnership — both with our clients and our employees. Our company is a team of people who support each other and work toward a shared goal. We believe that the success of an organization starts with a satisfied employee, which is why we provide stable working conditions, on-time salaries, modern technical facilities, and access to training that helps improve qualifications. For drivers, we offer comfortable and safe vehicles, regularly serviced and adapted to the requirements of European routes.",
    "carrierDesc3": "Together, we are shaping the future of transport — modern, safe, and human-centered. Join us today and discover that working in our company is not just a responsibility, but also a source of satisfaction, growth, and a sense of belonging to a strong, professional team.",
    "carrierDesc4Span": "join us today!",
    "cvReqHeading": "If you are interested, please send your CV to our email address.",
    "cvReqDesc": "Please include the GDPR clause at the end of your CV:",
    "cvReqClause": "I consent to the processing of my personal data included in my job application for the purposes necessary to carry out the recruitment process conducted by StarTrans, headquartered in Leżajsk, in accordance with the Act of 29 August 1997 on the Protection of Personal Data (Journal of Laws of 2014, item 1182, 1662).",
    "workUsCaption": "Why work with us?",
    "workUsSMCaption": "Discover the benefits waiting for you!",

    "stability": "Stable employment",
    "Fleet": "Modern and comfortable fleet",
    "Support": "Continuous support from dispatchers",
    "Roz": "Career development",
    "WorkLife": "Work-life balance",
    "insurance": "Insurance and other benefits",

    "formCaptionFR": "Contact form",
    "formSMCaptionFR": "Use the contact form to discuss details",
    "formName": "Name",
    "formTel": "Phone number",
    "formDesc": "Message",
    "formCheckbox": "I consent to the processing of my personal data included in the contact form by StarTrans to respond to my inquiry. I declare that I have read the Privacy Policy.",
    "formSubBtn": "Send",

    "footerRights": "©2025 All rights reserved"
}
