{
    "service": "Usługi",
    "aboutNavi": "O firmie",
    "carrierNavi": "Kariera",
    "contactNavi": "Kontakt",
    
    "headingCaption": "Twój biznes w ruchu, nasza misja w drodze",
    "headingSmCaption": "Transport i spedycja",
    "serviceCaptionMP": "Usługi",
    "serviceSmCaptionMP": "W tym się specjalizujemy",
    "transportCaptionMP": "Transport",
    "transportDescMP": "Oferujemy profesjonalne usługi transportowe, zapewniając szybki i bezpieczny przewóz towarów na terenie kraju i za granicą. Dzięki nowoczesnej flocie i doświadczonemu zespołowi gwarantujemy terminową dostawę i pełne wsparcie logistyczne.",
    "spedCaptionMP": "Spedycja",
    "spedDescMP": "Świadczymy kompleksowe usługi spedycyjne, organizując transport krajowy i międzynarodowy dopasowany do potrzeb klienta. Zajmujemy się całością procesu logistycznego, dbając o optymalne trasy, formalności i bezpieczeństwo przesyłek.",
    "orderService": "Zamów usługę",
    "aboutCaptionMP": "O nas",
    "aboutSmCaptionMP": "Twoi partnerzy w logistyce",
    "historyMP": "",
    "chooseUsCaptionMP": "Dlaczego warto nas wybrać?",
    "chooseUsSmCaptionMP": "To nas wyróżnia",
    "exp": "Doświadczenie",
    "reliable": "Niezawodność w dostarczaniu towarów",
    "competitive": "Konkurencyjna oferta",
    "flexService": "Elastyczna usługa",

    "urServiceCaptionSV": "Nasze usługi",
    "urServiceSmCaptionSV": "To oferujemy",
    "transSMCaptionSV": "Bezpieczne i terminowe przewozy w kraju i za granicą",
    "transDescSV": "Naszą specjalnością jest kompleksowa obsługa transportowa na terenie całej Polski oraz Europy. Dzięki nowoczesnej flocie pojazdów, regularnie serwisowanych i dostosowanych do różnych rodzajów ładunków, gwarantujemy pełne bezpieczeństwo i najwyższy standard przewozu. Każde zlecenie traktujemy indywidualnie – dopasowując rozwiązania do charakteru towaru, wymagań klienta oraz specyfiki trasy. Zespół naszych doświadczonych kierowców i logistyków czuwa nad każdym etapem realizacji przewozu, aby zapewnić terminowość i pełną kontrolę nad transportem. Oferujemy elastyczne formy współpracy, szybki kontakt i wsparcie na każdym etapie – od planowania, przez załadunek, aż po dostarczenie przesyłki do miejsca docelowego. Z nami Twoje towary zawsze dotrą na czas – bezpiecznie i w najlepszych warunkach.",
    "spedSMCaptionSV": "",
    "spedDescSV": "Świadczymy kompleksowe usługi spedycyjne, zapewniając pełną obsługę logistyczną dla firm i klientów indywidualnych. Naszym celem jest to, aby każdy ładunek dotarł do miejsca przeznaczenia szybko, bezpiecznie i w najbardziej optymalny sposób. Zajmujemy się planowaniem całej trasy, doborem odpowiedniego środka transportu, organizacją niezbędnych dokumentów oraz koordynacją wszystkich etapów przewozu. Nasz zespół spedytorów dba o stały kontakt z klientem i bieżące monitorowanie przesyłki, dzięki czemu masz pewność, że Twój towar jest w dobrych rękach od momentu załadunku aż po dostarczenie do odbiorcy. Z nami zyskujesz spokój i pewność, że Twoja logistyka działa bez zakłóceń.",
    "whyUsCaptionSV": "Dlaczego my",
    "whyUsSMCaptionSV": "To nas wyróżnia",
    "fleet": "Nowoczesna flota",
    "term": "Terminowość",
    "reach": "Zasięg krajowy i międzynarodowy",
    "cont&monitoring": "Stały kontakt i monitoring",
    "expTeam": "Doświadczony zespół",
    "inv": "Indywidualne podejście",
    "servicesReqHeadingSV": "Potrzebujesz naszej usługi?",
    "servicesReqContactSV": "Skontaktuj się z nami",
    "contactBtn": "Kontakt",

    "carrierSmCaptionCR": "Nie czekaj i dołącz do naszego zespołu",
    "carrierDesc1": "Szukasz stabilnej pracy w dynamicznie rozwijającej się branży? U nas zyskasz nie tylko pewne zatrudnienie, ale także wsparcie zespołu, nowoczesną flotę i realne możliwości rozwoju.",
    "carrierDesc2": "Stawiamy na profesjonalizm, bezpieczeństwo i partnerskie relacje – z klientami i pracownikami.",
    "carrierDesc3": "Razem budujemy przyszłość transportu –",
    "carrierDesc4Span": "dołącz do nas już dziś!",
    "cvReqHeading": "Osoby zainteresowane prosimy o przesyłanie CV na email.",
    "cvReqDesc": "Prosimy o załączeniu klauzuli RODO na końcu CV:",
    "cvReqClause": "Wyrażam zgodę na przetwarzanie danych osobowych zawartych w mojej ofercie pracy dla potrzeb niezbędnych do realizacji procesu rekrutacji prowadzonego przez StarTrans siedzibą w Leżajsku zgodnie z ustawą z dnia 29 sierpnia 1997 r. o ochronie danych osobowych (tj. Dz. U. z 2014 r. poz. 1182, 1662)",
    "workUsCaption": "Dlaczego warto u nas pracować?",
    "workUsSMCaption": "Poznaj korzyści, które czekają właśnie na Ciebie!",

    "formCaptionFR": "Formularz kontaktowy",
    "formSMCaptionFR": "Skorzystaj z formularza kontaktowego, żeby omówić szczegóły",
    "formName": "Imię",
    "formTel": "Nr tel",
    "formDesc": "Treść",
    "formCheckbox": "Wyrażam zgodę na przetwarzanie moich danych osobowych zawartych w formularzu kontaktowym przez StarTrans w celu udzielenia odpowiedzi na zapytanie. Oświadczam, że zapoznałem(-am) się z Polityką prywatności.",
    "formSubBtn": "Wyślij",


    "footerRights": "©2025 Wszelkie prawa zastrzeżone"

}